Revit 2027 API
ParameterTypeId.RebarTypeAtEnd Property
 "End of Bar"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarTypeAtEnd { get; }
Public Shared ReadOnly Property RebarTypeAtEnd As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarTypeAtEnd {
	ForgeTypeId^ get ();
}
static member RebarTypeAtEnd : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace